Repository: wp-plugins/bloglovin-widget
Catalog: languages/bloglovin-widget-*.po
Languages: el, fr_fr, nl_nl

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n&rsquo;avez pas les droits suffisants pour accéder à cette page.
nl_nl: Je hebt onvoldoende rechten voor toegang van deze pagina.

source: Settings saved.
el: Οι ρυθμισεις αποθηκευτηκαν
fr_fr: Options enregistrées.
nl_nl: Instellingen opgeslagen.

source: Enter the link to your blog's feed on Bloglovin'
el: Βαλτε το συνδεσμο στο blog σας για το feed στο Bloglovin.
fr_fr: Entrez le lien du flux Bloglovin' de votre blog.
nl_nl: Voer hier de link naar je Bloglovin' feed toe

source: For example:
el: Για παραδειγμα
fr_fr: Par example:
nl_nl: Bijvoorbeeld:

source: Bloglovin' link:
el: Bloglovin συνδεσμος
fr_fr: Lien Bloglovin':

source: Do you speak multiple languages? We are looking for people to translate this plugin. <a href='http://www.pipdig.co/contact' target='_blank'>Contact us</a> for details.
fr_fr: Nous voudrions remercier Alexia pour avoir traduit ce plugin en Français. Faites un tour sur son blog <a href='http://www.thebeautynotebook.com' target='_blank'>thebeautynotebook.com</a>!

source: Total count:
el: Συνολικα ποσοι ακολουθουν
fr_fr: Total d’abonnés:
nl_nl: Totale teller:

source: Success! You can now use the widget to display your count by going to the <a href='%s'>Widgets section</a> of the dashboard.
el: Επιτυχια! Μπορειτε τωρα να χρησιμοποιησετε τα widget για να επιδειξετε ποσοι σας ακολουθουν πηγαινοντας στο <a href='%s'>τμημα Widgets</a> απο το ταμπλο
fr_fr: Félicitations! Vous pouvez maintenant utiliser ce widget pour afficher votre nombre d’abonnés en allant sur <a href='%s'>dans la section widget</a> du tableau de bord.
nl_nl: Gelukt! Je kunt nu de widget gebruiken om de teller te tonen door naar <a href='%s'>Weergave > Widgets</a> te gaan.

source: You can also display your count in any post/page by using the shortcode <strong>[bloglovin_count]</strong>.
el: Ακομα μπορειτε να επιδειξετε τον αριθμο που σας ακολουθει σε καθε ποστο/σελιδα χρησιμοποιωντας τον συντομο κωδικο <strong>[bloglovin_count]</strong>.
fr_fr: Vous pouvez aussi afficher votre nombre d’abonnés dans chaque article ou chaque page en insérant ce code <strong>[bloglovin_count]</strong>.
nl_nl: Je kunt ook je teller tonen in elk bericht/pagina door de shortcode <strong>[bloglovin_count]</strong> te plaatsen.

source: Your total follower count will be displayed here after you add your link above and click save
el: Ο συνολικος αριθμος που σας ακολουθειθα παρουσιαστει εδω μετα που θα προσθεσετε το παραπανω συνδεσμο και πατησετε αποταμιευση.
fr_fr: Le total de vos abonnés sera affiché ici après l’ajout de votre lien ci-dessus et après avoir cliqué sur sauvegarder.
nl_nl: Je totale volgersteller zal hier worden getoond nadat je je link hierboven hebt ingevoerd en op opslaan hebt geklikt

source: Looking for a more professional WordPress theme?
el: Κοιτατε για ποιο επαγγελματικο WordPress θεμα?
fr_fr: À la recherche d’un thème plus professionnel?
nl_nl: Op zoek naar een nieuw WordPress thema?

source: Get 10&#37; off any order at <a href='http://www.pipdig.co/products/premade-wordpress-themes/?utm_source=wordpress&utm_medium=bloglovin&utm_campaign=bloglovin' target='_blank'>www.pipdig.co</a> by using coupon code 'nextlevel'.
fr_fr: Cliquez ici pour voir notre gamme complète de themes <a href='http://www.pipdig.co/products/premade-wordpress-themes/?utm_source=wordpress&utm_medium=bloglovin&utm_campaign=bloglovin' target='_blank'>www.pipdig.co</a>.
nl_nl: Je kunt onze creaties vinden op <a href='http://www.pipdig.co/products/premade-wordpress-themes/?utm_source=wordpress&utm_medium=bloglovin&utm_campaign=bloglovin' target='_blank'>www.pipdig.co</a>.

source: Display your Bloglovin' follower count.
el: Παρουσιαστε αυτους που σας ακολουθουν στο Bloglovin
fr_fr: Afficher le total de vos abonnés Bloglovin'.
nl_nl: Deze widget zal je Bloglovin' volgersteller tonen.

source: Bloglovin' Widget
fr_fr: Widget Bloglovin'

source: Followers on Bloglovin'
el: Οσοι σας ακολουθουν στο Bloglovin
fr_fr: abonnés sur Bloglovin'
nl_nl: volgers op Bloglovin'

source: Widget setup not complete. Please go to Settings > Bloglovin' in the dashboard
el: Widget εγκατασταση δεν ολοκληρωθηκε. Παρακαλω πηγαινετε στις ρυθμισεις >Bloglovin στο ταμπλο.
fr_fr: L’installation du widget est incomplète. Rendez vous sur Réglages > Bloglovin’ dans le tableau de bord.
nl_nl: Widget instellingen niet compleet. Ga naar Instellingen > Bloglovin' in het dashboard

source: Widget Title: (leave blank for no title)
el: Widget Τιτλος (αφηστε κενο αν δεν θελετε τιτλο)
fr_fr: Titre du Widget: (Optionnel, sinon laissez cet espace vide)
nl_nl: Widget titel (laat open voor geen titel):

source: This widget will display your total Bloglovin' follower count. Note that you will need to add your Bloglovin' link to <a href='%s'>the options page</a> for this to work.
el: Αυτο το widget θα δειξει συνολικα οσους σας ακολουθουν στο Bloglovin.<a href='%s'></a>
fr_fr: Ce widget affichera le total de vos abonnés sur Bloglovin'. Vous devrez insérer votre lien Bloglovin' sur <a href='%s'>la page Options</a> pour que cela fonctionne.
nl_nl: Deze widget zal je totale Bloglovin' volgersteller tonen. Let wel op dat je je Bloglovin' link moet toevoegen aan <a href='%s'>de instellingen pagina</a> wil dit werken.

source: Select a style from below, or choose your own colors in the <em>Bloglovin' Widget</em> section of the <a href='%s'>Customizer</a>.
el: Διαλεξτε ενα στυλ απο τα πιο κατω, η διαλεξτε τα δικα σας χρωματα στο <em>Bloglovin' Widget</em> τμημα απο <a href='%s'>για δικο σας στυλ </a>.
fr_fr: Choisissez un style ou bien choisissez vos propres couleurs dans la section Widget Bloglovin' <a href='%s'>Personnaliser</a>.
nl_nl: Selecteer een stijl hieronder, of kies je eigen kleuren in de Bloglovin' Widget sectie van de <a href='%s'>Bewerker</a>.

source: Widget style:
el: Widget στυλ.
fr_fr: Style du Widget:
nl_nl: Widget stijl:

source: Use these options to style your Bloglovin' Widget.
el: Χρησιμοποιειστε αυτες τις επιλογες για να να δωσετε το δικο σας υφος στο Bloglovin' Widget.
fr_fr: Utilisez ces options pour customiser votre Widget Bloglovin'.
nl_nl: Gebruik deze opties om je Bloglovin' Widget te stijlen.

source: Background color
el: Χρωμα στο φοντο
fr_fr: Couleur de fond
nl_nl: Achtergrondkleur

source: Text color
el: Χρωμα στη γραφη
fr_fr: Couleur du texte
nl_nl: Tekstkleur

source: Widget Icon
el: Widget στην εικονα
fr_fr: Icône du widget
nl_nl: Widget icoon

source: Heart
el: Καρδια
fr_fr: Cœur
nl_nl: Hart

source: None
el: Κανενας/Τιποτα
fr_fr: Aucun
nl_nl: Geen

source: Do you speak multiple languages? We are looking for people to translate this theme. <a href='http://www.pipdig.co/contact' target='_blank'>Contact us</a> for details.
nl_nl: We willen Ilse graag bedanken voor het vertalen van deze plugin. Bekijk snel haar blog op <a href='http://www.phood.nl' target='_blank'>www.phood.nl</a>!

source: Style
el: Στυλ
nl_nl: Stijl

source: Plus
el: Συν
